Repository: d0dg3r/GitSyncMarks-Mobile
Catalog: lib/l10n/app_*.arb
Languages: fr, it, ja, pt, tr

# appTitle
source: GitSyncMarks
fr: Marques GitSync

source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Definições
tr: Ayarlar

source: About
fr: À propos
it: Informazioni
ja: アプリについて
pt: Sobre
tr: Hakkında

source: Help
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda
tr: Yardım

source: No bookmarks yet
fr: Aucun favori pour le moment
it: Nessun segnalibro ancora
ja: ブックマークはまだありません
pt: Nenhum marcador ainda
tr: Henüz yer imi yok

# tapSyncToFetch
source: Tap Sync to fetch bookmarks from GitHub
fr: Appuyez sur Sync pour charger les favoris depuis GitHub
it: Tocca Sincronizza per caricare i segnalibri da GitHub
ja: GitHubからブックマークを取得するにはSyncをタップ
pt: Toque em Sincronizar para obter marcadores do GitHub
tr: GitHub'dan yer imlerini çekmek için Senkronize'ye dokunun

# configureInSettings
source: Configure GitHub connection in Settings
fr: Configurez la connexion GitHub dans Paramètres
it: Configura la connessione GitHub nelle Impostazioni
ja: 設定でGitHub接続を構成してください
pt: Configure a ligação ao GitHub nas Definições
tr: Ayarlar'da GitHub bağlantısını yapılandırın

source: Sync
fr: Synchroniser
it: Sincronizza
ja: 同期
pt: Sincronizar
tr: Senkronize Et

source: Open Settings
fr: Ouvrir les paramètres
it: Apri Impostazioni
ja: 設定を開く
pt: Abrir Definições
tr: Ayarları Aç

source: Error
fr: Erreur
it: Errore
ja: エラー
pt: Erro
tr: Hata

source: Retry
fr: Réessayer
it: Riprova
ja: 再試行
pt: Tentar novamente
tr: Tekrar Dene

source: Could not open {url}
fr: Impossible d'ouvrir {url}
it: Impossibile aprire {url}
ja: {url}を開けませんでした
pt: Não foi possível abrir {url}
tr: {url} açılamadı

source: Could not open link
fr: Impossible d'ouvrir le lien
it: Impossibile aprire il collegamento
ja: リンクを開けませんでした
pt: Não foi possível abrir a ligação
tr: Bağlantı açılamadı

# pleaseFillTokenOwnerRepo
source: Please fill Token, Owner, and Repo
fr: Veuillez remplir Token, Owner et Repo
it: Compila Token, Owner e Repo
ja: Token、Owner、Repoを入力してください
pt: Por favor, preencha Token, Owner e Repo
tr: Lütfen Token, Owner ve Repo'yu doldurun

source: Settings saved
fr: Paramètres enregistrés
it: Impostazioni salvate
ja: 設定を保存しました
pt: Definições guardadas
tr: Ayarlar kaydedildi

source: Connection successful
fr: Connexion réussie
it: Connessione riuscita
ja: 接続に成功しました
pt: Ligação bem-sucedida
tr: Bağlantı başarılı

source: Connection failed
fr: Connexion échouée
it: Connessione fallita
ja: 接続に失敗しました
pt: Falha na ligação
tr: Bağlantı başarısız

source: Sync complete
fr: Synchronisation terminée
it: Sincronizzazione completata
ja: 同期完了
pt: Sincronização concluída
tr: Senkronizasyon tamamlandı

source: Sync failed
fr: Synchronisation échouée
it: Sincronizzazione fallita
ja: 同期失敗
pt: Falha na sincronização
tr: Senkronizasyon başarısız

source: GitHub Connection
fr: Connexion GitHub
it: Connessione GitHub
ja: GitHub接続
pt: Ligação GitHub
tr: GitHub Bağlantısı

# personalAccessToken
source: Personal Access Token (PAT)
fr: Jeton d'accès personnel (PAT)
it: Token di accesso personale (PAT)
ja: 個人アクセストークン (PAT)
pt: Token de Acesso Pessoal (PAT)
tr: Kişisel Erişim Tokeni (PAT)

# tokenHint
source: ghp_xxxxxxxxxxxxxxxxxxxx
fr: ghp_xxxxxxxxxxxxxxxxxxxxx

# tokenHelper
source: Classic PAT: Scope 'repo'. Fine-grained: Contents Read. Create at: GitHub → Settings → Developer settings → Personal access tokens
fr: Classic PAT: Scope 'repo'. Fine-grained: Contents Read. Créer dans: GitHub → Settings → Developer settings → Personal access tokens
it: Classic PAT: Scope 'repo'. Fine-grained: Contents Read. Crea su: GitHub → Settings → Developer settings → Personal access tokens
ja: Classic PAT: スコープ 'repo'。Fine-grained: Contents Read。作成場所: GitHub → Settings → Developer settings → Personal access tokens
pt: PAT Clássico: Âmbito 'repo'. Fine-grained: Contents Read. Crie em: GitHub → Settings → Developer settings → Personal access tokens
tr: Klasik PAT: Kapsam 'repo'. Fine-grained: Contents Read. Oluştur: GitHub → Settings → Developer settings → Personal access tokens

source: Repository Owner
fr: Propriétaire du dépôt
it: Proprietario del repository
ja: リポジトリオーナー
pt: Proprietário do Repositório
tr: Depo Sahibi

# ownerHint
source: your-github-username
fr: votre-username-github
it: tuo-username-github
ja: あなたのGitHubユーザー名
pt: o-seu-utilizador-github
tr: github-kullanici-adiniz

source: Repository Name
fr: Nom du dépôt
it: Nome del repository
ja: リポジトリ名
pt: Nome do Repositório
tr: Depo Adı

# repoHint
source: my-bookmarks
fr: mes-favoris
it: miei-segnalibri
pt: os-meus-marcadores
tr: yer-imlerim

source: Branch
fr: Branche
ja: ブランチ
tr: Dal

# branchHint
source: main
fr: principal

source: Base Path
fr: Chemin de base
it: Percorso base
ja: ベースパス
pt: Caminho Base
tr: Temel Yol

# basePathHint
source: bookmarks
fr: signets
it: segnalibri
pt: marcadores
tr: yer-imleri

source: Displayed Folders
fr: Dossiers affichés
it: Cartelle mostrate
ja: 表示フォルダ
pt: Pastas Apresentadas
tr: Görüntülenen Klasörler

# displayedFoldersHelp
source: Available after Test Connection. Empty selection = all folders. At least one selected = only these folders.
fr: Disponible après Test Connection. Sélection vide = tous les dossiers. Au moins un sélectionné = uniquement ces dossiers.
it: Disponibile dopo Test Connection. Selezione vuota = tutte le cartelle. Almeno una selezionata = solo queste cartelle.
ja: 接続テスト後に利用可能。空の選択 = すべてのフォルダ。1つ以上選択 = 選択したフォルダのみ。
pt: Disponível após Testar Ligação. Seleção vazia = todas as pastas. Pelo menos uma selecionada = apenas essas pastas.
tr: Bağlantı Testi'nden sonra kullanılabilir. Boş seçim = tüm klasörler. En az bir seçili = yalnızca bu klasörler.

source: Save
fr: Enregistrer
it: Salva
ja: 保存
pt: Guardar
tr: Kaydet

source: Test Connection
fr: Tester la connexion
it: Testa connessione
ja: 接続テスト
pt: Testar Ligação
tr: Bağlantıyı Test Et

source: Sync Bookmarks
fr: Synchroniser les signets
it: Sincronizza segnalibri
ja: ブックマークを同期
pt: Sincronizar Marcadores
tr: Yer İmlerini Senkronize Et

# authorBy
source: By Joe Mild
fr: Par Joe Mild
it: Di Joe Mild
ja: Joe Mild 作
pt: Por Joe Mild
tr: Joe Mild tarafından

# aboutDescription
source: Mobile app for GitSyncMarks – view bookmarks from your GitHub repo and open them in your browser.
fr: Application mobile pour GitSyncMarks – afficher les favoris de votre dépôt GitHub et les ouvrir dans le navigateur.
it: App mobile per GitSyncMarks – visualizza i segnalibri dal tuo repository GitHub e aprili nel browser.
ja: GitSyncMarks用モバイルアプリ – GitHubリポジトリのブックマークを表示してブラウザで開きます。
pt: Aplicação móvel para GitSyncMarks – veja marcadores do seu repositório GitHub e abra-os no browser.
tr: GitSyncMarks için mobil uygulama – GitHub deposundaki yer imlerinizi görüntüleyin ve tarayıcınızda açın.

source: Projects
fr: Projets
it: Progetti
ja: プロジェクト
pt: Projetos
tr: Projeler

# formatFromGitSyncMarks
source: The bookmark format comes from GitSyncMarks.
fr: Le format des favoris provient de GitSyncMarks.
it: Il formato dei segnalibri proviene da GitSyncMarks.
ja: ブックマーク形式はGitSyncMarksによるものです。
pt: O formato de marcadores provém do GitSyncMarks.
tr: Yer imi formatı GitSyncMarks'tan gelmektedir.

# gitSyncMarksDesc
source: Based on GitSyncMarks – the browser extension for bidirectional bookmark sync. This project was developed with GitSyncMarks as reference.
fr: Basé sur GitSyncMarks – l'extension de navigateur pour la synchronisation bidirectionnelle des favoris. Ce projet a été développé avec GitSyncMarks comme référence.
it: Basato su GitSyncMarks – l'estensione del browser per la sincronizzazione bidirezionale dei segnalibri. Questo progetto è stato sviluppato con GitSyncMarks come riferimento.
ja: GitSyncMarksをベースにしています – ブックマークの双方向同期のためのブラウザ拡張機能。このプロジェクトはGitSyncMarksを参照として開発されました。
pt: Baseado no GitSyncMarks – a extensão de browser para sincronização bidirecional de marcadores. Este projeto foi desenvolvido com GitSyncMarks como referência.
tr: GitSyncMarks'a dayalı – çift yönlü yer imi senkronizasyonu için tarayıcı uzantısı. Bu proje GitSyncMarks referans alınarak geliştirilmiştir.

source: License: MIT
fr: Licence: MIT
it: Licenza: MIT
ja: ライセンス: MIT
pt: Licença: MIT
tr: Lisans: MIT

source: Quick Guide
fr: Guide rapide
it: Guida rapida
ja: クイックガイド
pt: Guia Rápido
tr: Hızlı Kılavuz

# help1Title
source: 1. Set up token
fr: 1. Configurer le token
it: 1. Configura il token
ja: 1. トークンの設定
pt: 1. Configurar token
tr: 1. Token kurulumu

# help1Body
source: Create a GitHub Personal Access Token (PAT). Classic PAT: Scope 'repo'. Fine-grained: Contents Read. Create at: GitHub → Settings → Developer settings → Personal access tokens
fr: Créez un GitHub Personal Access Token (PAT). Classic PAT: Scope 'repo'. Fine-grained: Contents Read. Créer dans: GitHub → Settings → Developer settings → Personal access tokens
it: Crea un GitHub Personal Access Token (PAT). Classic PAT: Scope 'repo'. Fine-grained: Contents Read. Crea su: GitHub → Settings → Developer settings → Personal access tokens
ja: GitHub Personal Access Token (PAT)を作成してください。Classic PAT: スコープ 'repo'。Fine-grained: Contents Read。作成場所: GitHub → Settings → Developer settings → Personal access tokens
pt: Crie um GitHub Personal Access Token (PAT). PAT Clássico: Âmbito 'repo'. Fine-grained: Contents Read. Crie em: GitHub → Settings → Developer settings → Personal access tokens
tr: Bir GitHub Personal Access Token (PAT) oluşturun. Klasik PAT: Kapsam 'repo'. Fine-grained: Contents Read. Oluştur: GitHub → Settings → Developer settings → Personal access tokens

# help2Title
source: 2. Connect repo
fr: 2. Connecter le dépôt
it: 2. Connetti il repository
ja: 2. リポジトリの接続
pt: 2. Ligar repositório
tr: 2. Depoyu bağlayın

# help2Body
source: Enter Owner, Repo name, and Branch in Settings. Your repo should follow the GitSyncMarks format (folders like toolbar, menu, other with JSON files per bookmark).
fr: Entrez Owner, nom du Repo et Branch dans Paramètres. Votre dépôt doit suivre le format GitSyncMarks (dossiers comme toolbar, menu, other avec fichiers JSON par favori).
it: Inserisci Owner, nome del Repo e Branch nelle Impostazioni. Il tuo repository deve seguire il formato GitSyncMarks (cartelle come toolbar, menu, other con file JSON per segnalibro).
ja: 設定でOwner、Repo名、Branchを入力してください。リポジトリはGitSyncMarks形式（toolbar、menu、otherなどのフォルダにブックマークごとのJSONファイル）に従う必要があります。
pt: Introduza Owner, nome do Repo e Branch nas Definições. O seu repositório deve seguir o formato GitSyncMarks (pastas como toolbar, menu, other com ficheiros JSON por marcador).
tr: Ayarlar'da Owner, Repo adı ve Branch'i girin. Deponuz GitSyncMarks formatını takip etmelidir (toolbar, menu, other gibi klasörlerde yer işareti başına JSON dosyaları).

# help3Title
source: 3. Test Connection
fr: 3. Tester la connexion
it: 3. Testa la connessione
ja: 3. 接続テスト
pt: 3. Testar Ligação
tr: 3. Bağlantıyı Test Edin

# help3Body
source: Click "Test Connection" to verify token and repo access. On success, the available root folders are shown.
fr: Cliquez sur "Test Connection" pour vérifier le token et l'accès au dépôt. En cas de succès, les dossiers racine disponibles sont affichés.
it: Clicca su "Test Connection" per verificare token e accesso al repository. In caso di successo, vengono mostrate le cartelle radice disponibili.
ja: 「Test Connection」をクリックしてトークンとリポジトリアクセスを確認してください。成功すると、利用可能なルートフォルダが表示されます。
pt: Clique em "Test Connection" para verificar o token e o acesso ao repositório. Em caso de sucesso, as pastas raiz disponíveis são apresentadas.
tr: Token ve depo erişimini doğrulamak için "Test Connection"a tıklayın. Başarılıysa, mevcut kök klasörler gösterilir.

# help4Title
source: 4. Select folders
fr: 4. Sélectionner les dossiers
it: 4. Seleziona cartelle
ja: 4. フォルダの選択
pt: 4. Selecionar pastas
tr: 4. Klasörleri seçin

# help4Body
source: Choose which folders to display (e.g. toolbar, mobile). Empty selection = all folders. At least one selected = only these folders.
fr: Choisissez les dossiers à afficher (ex. toolbar, mobile). Sélection vide = tous. Au moins un sélectionné = uniquement ces dossiers.
it: Scegli quali cartelle mostrare (es. toolbar, mobile). Selezione vuota = tutte. Almeno una selezionata = solo queste cartelle.
ja: 表示するフォルダを選択してください（例: toolbar、mobile）。空の選択 = すべて。1つ以上選択 = 選択したフォルダのみ。
pt: Escolha quais as pastas a apresentar (ex. toolbar, mobile). Seleção vazia = todas. Pelo menos uma selecionada = apenas essas pastas.
tr: Hangi klasörlerin görüntüleneceğini seçin (örn. toolbar, mobile). Boş seçim = hepsi. En az bir seçili = yalnızca bu klasörler.

# help5Title
source: 5. Sync
fr: 5. Synchronisation
it: 5. Sincronizza
ja: 5. 同期
pt: 5. Sincronizar
tr: 5. Senkronize Edin

# help5Body
source: Click "Sync Bookmarks" to load bookmarks. Pull-to-refresh on the main screen reloads.
fr: Cliquez sur "Sync Bookmarks" pour charger les favoris. Pull-to-refresh sur l'écran principal recharge.
it: Clicca su "Sync Bookmarks" per caricare i segnalibri. Pull-to-refresh nella schermata principale ricarica.
ja: 「Sync Bookmarks」をクリックしてブックマークを読み込みます。メイン画面でプルして更新できます。
pt: Clique em "Sync Bookmarks" para carregar os marcadores. Puxe para atualizar no ecrã principal.
tr: Yer imlerini yüklemek için "Sync Bookmarks"a tıklayın. Ana ekranda yenilemek için aşağı çekin.

source: Which repo format?
fr: Quel format de dépôt ?
it: Quale formato di repository?
ja: どのリポジトリ形式ですか？
pt: Qual o formato do repositório?
tr: Hangi depo formatı?

# repoFormatDescription
source: The repo should follow the GitSyncMarks format: Base Path (e.g. "bookmarks") with subfolders like toolbar, menu, other, mobile. Each folder has _order.json and JSON files per bookmark with title and url.
fr: Le dépôt doit suivre le format GitSyncMarks: Base Path (ex. "bookmarks") avec des sous-dossiers comme toolbar, menu, other, mobile. Chaque dossier a _order.json et des fichiers JSON par favori avec title et url.
it: Il repository deve seguire il formato GitSyncMarks: Base Path (es. "bookmarks") con sottocartelle come toolbar, menu, other, mobile. Ogni cartella ha _order.json e file JSON per segnalibro con title e url.
ja: リポジトリはGitSyncMarks形式に従う必要があります: Base Path（例: "bookmarks"）にtoolbar、menu、other、mobileなどのサブフォルダ。各フォルダには_order.jsonとtitleとurlを含むブックマークごとのJSONファイルがあります。
pt: O repositório deve seguir o formato GitSyncMarks: Caminho Base (ex. "bookmarks") com subpastas como toolbar, menu, other, mobile. Cada pasta tem _order.json e ficheiros JSON por marcador com title e url.
tr: Depo GitSyncMarks formatını takip etmelidir: Base Path (örn. "bookmarks") ile toolbar, menu, other, mobile gibi alt klasörler. Her klasörde title ve url içeren yer imi başına _order.json ve JSON dosyaları bulunur.

source: Support
fr: Soutien
it: Supporto
ja: サポート
pt: Suporte
tr: Destek

# supportText
source: Questions or error messages? Open an issue in the project repository.
fr: Questions ou messages d'erreur ? Ouvrez une issue dans le dépôt du projet.
it: Domande o messaggi di errore? Apri un issue nel repository del progetto.
ja: 質問やエラーメッセージがありますか？プロジェクトリポジトリでissueを開いてください。
pt: Dúvidas ou mensagens de erro? Abra um issue no repositório do projeto.
tr: Sorular veya hata mesajları? Proje deposunda bir issue açın.

# gitSyncMarksAndroidIssues
source: GitSyncMarks-Mobile (GitHub Issues)
fr: GitSyncMarks-App (problèmes GitHub)
it: GitSyncMarks-App (GitHub Issues)
ja: GitSyncMarks-App (GitHub Issues)
pt: GitSyncMarks-App (GitHub Issues)
tr: GitSyncMarks-App (GitHub Issues)

source: Profiles
fr: Profils
it: Profili
ja: プロファイル
pt: Perfis
tr: Profiller

source: Profile
fr: Profil
it: Profilo
ja: プロファイル
pt: Perfil
tr: Profil

source: Active Profile
fr: Profil actif
it: Profilo attivo
ja: アクティブプロファイル
pt: Perfil Ativo
tr: Aktif Profil

source: Add Profile
fr: Ajouter un profil
it: Aggiungi profilo
ja: プロファイルを追加
pt: Adicionar Perfil
tr: Profil Ekle

source: Rename Profile
fr: Renommer le profil
it: Rinomina profilo
ja: プロファイルの名前を変更
pt: Renomear Perfil
tr: Profili Yeniden Adlandır

source: Delete Profile
fr: Supprimer le profil
it: Elimina profilo
ja: プロファイルを削除
pt: Eliminar Perfil
tr: Profili Sil

# deleteProfileConfirm
source: Delete profile "{name}"?
fr: Supprimer le profil "{name}" ?
it: Eliminare il profilo "{name}"?
ja: プロファイル「{name}」を削除しますか？
pt: Eliminar perfil "{name}"?
tr: "{name}" profili silinsin mi?

source: Profile name
fr: Nom du profil
it: Nome profilo
ja: プロファイル名
pt: Nome do perfil
tr: Profil adı

# profileCount
source: {count}/{max} profiles
fr: {count}/{max} profils
it: {count}/{max} profili
ja: {count}/{max} プロファイル
pt: {count}/{max} perfis
tr: {count}/{max} profil

# maxProfilesReached
source: Maximum number of profiles reached ({max})
fr: Nombre maximum de profils atteint ({max})
it: Numero massimo di profili raggiunto ({max})
ja: プロファイルの最大数に達しました ({max})
pt: Número máximo de perfis atingido ({max})
tr: Maksimum profil sayısına ulaşıldı ({max})

# profileAdded
source: Profile "{name}" added
fr: Profil "{name}" ajouté
it: Profilo "{name}" aggiunto
ja: プロファイル「{name}」を追加しました
pt: Perfil "{name}" adicionado
tr: "{name}" profili eklendi

# profileRenamed
source: Profile renamed to "{name}"
fr: Profil renommé en "{name}"
it: Profilo rinominato in "{name}"
ja: プロファイルを「{name}」に名前変更しました
pt: Perfil renomeado para "{name}"
tr: Profil "{name}" olarak yeniden adlandırıldı

source: Profile deleted
fr: Profil supprimé
it: Profilo eliminato
ja: プロファイルを削除しました
pt: Perfil eliminado
tr: Profil silindi

# cannotDeleteLastProfile
source: Cannot delete the last profile
fr: Impossible de supprimer le dernier profil
it: Impossibile eliminare l'ultimo profilo
ja: 最後のプロファイルは削除できません
pt: Não é possível eliminar o último perfil
tr: Son profil silinemez

source: Import / Export
fr: Importer / Exporter
it: Importa / Esporta
ja: インポート / エクスポート
pt: Importar / Exportar
tr: İçe / Dışa Aktar

source: Import Settings
fr: Importer les paramètres
it: Importa impostazioni
ja: 設定をインポート
pt: Importar Definições
tr: Ayarları İçe Aktar

source: Export Settings
fr: Exporter les paramètres
it: Esporta impostazioni
ja: 設定をエクスポート
pt: Exportar Definições
tr: Ayarları Dışa Aktar

# importSettingsDesc
source: Import profiles from a GitSyncMarks settings file (JSON)
fr: Importer des profils depuis un fichier de paramètres GitSyncMarks (JSON)
it: Importa profili da un file di impostazioni GitSyncMarks (JSON)
ja: GitSyncMarks設定ファイル (JSON) からプロファイルをインポート
pt: Importar perfis de um ficheiro de definições GitSyncMarks (JSON)
tr: GitSyncMarks ayar dosyasından (JSON) profilleri içe aktar

# exportSettingsDesc
source: Export all profiles as a GitSyncMarks settings file
fr: Exporter tous les profils en fichier de paramètres GitSyncMarks
it: Esporta tutti i profili come file di impostazioni GitSyncMarks
ja: すべてのプロファイルをGitSyncMarks設定ファイルとしてエクスポート
pt: Exportar todos os perfis como ficheiro de definições GitSyncMarks
tr: Tüm profilleri GitSyncMarks ayar dosyası olarak dışa aktar

# importSuccess
source: Imported {count} profile(s)
fr: {count} profil(s) importé(s)
it: {count} profilo/i importato/i
ja: {count}件のプロファイルをインポートしました
pt: {count} perfil(s) importado(s)
tr: {count} profil içe aktarıldı

# importFailed
source: Import failed: {error}
fr: Échec de l'importation : {error}
it: Importazione fallita: {error}
ja: インポートに失敗しました: {error}
pt: Falha na importação: {error}
tr: İçe aktarma başarısız: {error}

# importConfirm
source: Import {count} profile(s)? This will replace all existing profiles.
fr: Importer {count} profil(s) ? Tous les profils existants seront remplacés.
it: Importare {count} profilo/i? Tutti i profili esistenti verranno sostituiti.
ja: {count}件のプロファイルをインポートしますか？既存のすべてのプロファイルが置き換えられます。
pt: Importar {count} perfil(s)? Todos os perfis existentes serão substituídos.
tr: {count} profil içe aktarılsın mı? Tüm mevcut profiller değiştirilecektir.

# exportSuccess
source: Settings exported
fr: Paramètres exportés
it: Impostazioni esportate
ja: 設定をエクスポートしました
pt: Definições exportadas
tr: Ayarlar dışa aktarıldı

source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
tr: İptal

source: Delete
fr: Supprimer
it: Elimina
ja: 削除
pt: Eliminar
tr: Sil

source: Rename
fr: Renommer
it: Rinomina
ja: 名前変更
pt: Renomear
tr: Yeniden Adlandır

source: Add
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar
tr: Ekle

source: Import
fr: Importer
it: Importa
ja: インポート
pt: Importar
tr: İçe Aktar

source: Replace
fr: Remplacer
it: Sostituisci
ja: 置換
pt: Substituir
tr: Değiştir

source: Bookmarks
fr: Favoris
it: Segnalibri
ja: ブックマーク
pt: Marcadores
tr: Yer İmleri

source: Info
fr: Informations
ja: 情報
pt: Informações
tr: Bilgi

source: Connection
fr: Connexion
it: Connessione
ja: 接続
pt: Ligação
tr: Bağlantı

source: Folders
fr: Dossiers
it: Cartelle
ja: フォルダ
pt: Pastas
tr: Klasörler

# tabSync
source: Sync
fr: Synchroniser
it: Sincronizza
ja: 同期
pt: Sincronizar
tr: Senkronize Et

# tabFiles
source: Files
fr: Fichiers
it: File
ja: ファイル
pt: Ficheiros
tr: Dosyalar

# tabHelp
source: Help
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda
tr: Yardım

# tabAbout
source: About
fr: À propos
it: Informazioni
ja: アプリについて
pt: Sobre
tr: Hakkında

# subTabProfile
source: Profile
fr: Profil
it: Profilo
ja: プロファイル
pt: Perfil
tr: Profil

# subTabConnection
source: Connection
fr: Connexion
it: Connessione
ja: 接続
pt: Ligação
tr: Bağlantı

# subTabExportImport
source: Export / Import
fr: Exporter / Importer
it: Esporta / Importa
ja: エクスポート / インポート
pt: Exportar / Importar
tr: Dışa / İçe Aktar

# subTabSettings
source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Definições
tr: Ayarlar

# searchPlaceholder
source: Search bookmarks...
fr: Rechercher des favoris...
it: Cerca segnalibri...
ja: ブックマークを検索...
pt: Pesquisar marcadores...
tr: Yer imlerini ara...

# noSearchResults
source: No results for "{query}"
fr: Aucun résultat pour "{query}"
it: Nessun risultato per "{query}"
ja: 「{query}」の結果はありません
pt: Sem resultados para "{query}"
tr: "{query}" için sonuç yok

source: Clear search
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
pt: Limpar pesquisa
tr: Aramayı temizle

# automaticSync
source: Automatic synchronization
fr: Synchronisation automatique
it: Sincronizzazione automatica
ja: 自動同期
pt: Sincronização automática
tr: Otomatik senkronizasyon

source: Auto-sync active
fr: Auto-sync actif
it: Sincronizzazione automatica attiva
ja: 自動同期有効
pt: Sincronização automática ativa
tr: Otomatik senkronizasyon aktif

source: Auto-sync disabled
fr: Auto-sync désactivé
it: Sincronizzazione automatica disattivata
ja: 自動同期無効
pt: Sincronização automática desativada
tr: Otomatik senkronizasyon devre dışı

# nextSyncIn
source: Next sync in {time}
fr: Prochaine sync dans {time}
it: Prossima sincronizzazione in {time}
ja: 次の同期まで {time}
pt: Próxima sincronização em {time}
tr: Sonraki senkronizasyon {time} içinde

# syncProfileRealtime
source: Real-time
fr: Temps réel
it: Tempo reale
ja: リアルタイム
pt: Tempo real
tr: Gerçek zamanlı

# syncProfileFrequent
source: Frequent
fr: Fréquent
it: Frequente
ja: 頻繁
pt: Frequente
tr: Sık

# syncProfileNormal
source: Normal
fr: Normale
it: Normale
ja: 通常

# syncProfilePowersave
source: Power save
fr: Économie d'énergie
it: Risparmio energetico
ja: 省電力
pt: Poupança de energia
tr: Güç tasarrufu

# syncProfileCustom
source: Custom
fr: Personnalisé
it: Personalizzato
ja: カスタム
pt: Personalizado
tr: Özel

# lastSynced
source: Last synced {time}
fr: Dernière synchronisation {time}
it: Ultima sincronizzazione {time}
ja: 最終同期 {time}
pt: Última sincronização {time}
tr: Son senkronizasyon {time}

source: Never synced
fr: Jamais synchronisé
it: Mai sincronizzato
ja: 未同期
pt: Nunca sincronizado
tr: Hiç senkronize edilmedi

# syncOnStart
source: Sync on app start
fr: Sync au démarrage de l'app
it: Sincronizza all'avvio dell'app
ja: アプリ起動時に同期
pt: Sincronizar ao iniciar a aplicação
tr: Uygulama başlangıcında senkronize et

# allowMoveReorder
source: Allow move and reorder
fr: Autoriser déplacer et réordonner
it: Consenti spostamento e riordinamento
ja: 移動と並べ替えを許可
pt: Permitir mover e reordenar
tr: Taşımaya ve yeniden sıralamaya izin ver
