Repository: d0dg3r/GitSyncMarks-Mobile
Catalog: lib/l10n/app_*.arb
Languages: fr, it, ja, pt, tr

# allowMoveReorderDesc
source: Drag handles and move-to-folder. Disable for read-only view.
fr: Poignées de glissement et déplacer vers dossier. Désactiver pour vue lecture seule.
it: Maniglie di trascinamento e sposta in cartella. Disabilita per vista sola lettura.
ja: ドラッグハンドルとフォルダへの移動。読み取り専用表示にするには無効化してください。
pt: Alças de arrastar e mover para pasta. Desative para visualização só de leitura.
tr: Sürükleme tutamaçları ve klasöre taşıma. Salt okunur görünüm için devre dışı bırakın.

# allowMoveReorderDisable
source: Enable read-only (hide handles)
fr: Lecture seule (masquer les poignées)
it: Sola lettura (nascondi maniglie)
ja: 読み取り専用（ハンドルを非表示）
pt: Só de leitura (ocultar alças)
tr: Salt okunur (tutamaçları gizle)

# allowMoveReorderEnable
source: Enable editing (show handles)
fr: Activer l'édition (afficher les poignées)
it: Abilita modifica (mostra maniglie)
ja: 編集を有効（ハンドルを表示）
pt: Ativar edição (mostrar alças)
tr: Düzenlemeyi etkinleştir (tutamaçları göster)

# bookmarkCount
source: {count} bookmarks in {folders} folders
fr: {count} favoris dans {folders} dossiers
it: {count} segnalibri in {folders} cartelle
ja: {folders}フォルダに{count}件のブックマーク
pt: {count} marcadores em {folders} pastas
tr: {folders} klasörde {count} yer imi

source: Sync Now
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期
pt: Sincronizar Agora
tr: Şimdi Senkronize Et

source: Add bookmark
fr: Ajouter un favori
it: Aggiungi segnalibro
ja: ブックマークを追加
pt: Adicionar marcador
tr: Yer imi ekle

# addBookmarkTitle
source: Add Bookmark
fr: Ajouter un favori
it: Aggiungi segnalibro
ja: ブックマークを追加
pt: Adicionar Marcador
tr: Yer İmi Ekle

source: Bookmark title
fr: Titre du favori
it: Titolo del segnalibro
ja: ブックマークのタイトル
pt: Título do marcador
tr: Yer imi başlığı

source: Select folder
fr: Sélectionner le dossier
it: Seleziona cartella
ja: フォルダを選択
pt: Selecionar pasta
tr: Klasör seç

source: Export bookmarks
fr: Exporter les favoris
it: Esporta segnalibri
ja: ブックマークをエクスポート
pt: Exportar marcadores
tr: Yer imlerini dışa aktar

# settingsSyncToGit
source: Sync settings to Git (encrypted)
fr: Synchroniser les paramètres vers Git (chiffré)
it: Sincronizza impostazioni su Git (crittografato)
ja: 設定をGitに同期（暗号化）
pt: Sincronizar definições com Git (encriptado)
tr: Ayarları Git'e senkronize et (şifreli)

# settingsSyncPassword
source: Encryption password
fr: Mot de passe de chiffrement
it: Password di crittografia
ja: 暗号化パスワード
pt: Palavra-passe de encriptação
tr: Şifreleme şifresi

# settingsSyncPasswordHint
source: Set once per device. Must be the same on all devices.
fr: Définir une fois par appareil. Doit être identique sur tous les appareils.
it: Impostata una volta per dispositivo. Deve essere la stessa su tutti i dispositivi.
ja: デバイスごとに1回設定。すべてのデバイスで同じである必要があります。
pt: Definir uma vez por dispositivo. Deve ser a mesma em todos os dispositivos.
tr: Cihaz başına bir kez ayarlayın. Tüm cihazlarda aynı olmalıdır.

# settingsSyncRememberPassword
source: Remember password
fr: Mémoriser le mot de passe
it: Ricorda password
ja: パスワードを記憶
pt: Lembrar palavra-passe
tr: Şifreyi hatırla

# settingsSyncPasswordSaved
source: Password saved (used for Push/Pull)
fr: Mot de passe enregistré (pour Push/Pull)
it: Password salvata (usata per Push/Pull)
ja: パスワードを保存しました（Push/Pullで使用）
pt: Palavra-passe guardada (usada para Push/Pull)
tr: Şifre kaydedildi (Push/Pull için kullanılır)

# settingsSyncClearPassword
source: Clear saved password
fr: Effacer le mot de passe enregistré
it: Cancella password salvata
ja: 保存したパスワードをクリア
pt: Limpar palavra-passe guardada
tr: Kayıtlı şifreyi temizle

# settingsSyncSaveBtn
source: Save password
fr: Enregistrer le mot de passe
it: Salva password
ja: パスワードを保存
pt: Guardar palavra-passe
tr: Şifreyi kaydet

# settingsSyncPasswordMissing
source: Please enter a password.
fr: Veuillez entrer un mot de passe.
it: Inserisci una password.
ja: パスワードを入力してください。
pt: Por favor, introduza uma palavra-passe.
tr: Lütfen bir şifre girin.

# settingsSyncWithBookmarks
source: Sync settings when syncing bookmarks
fr: Synchroniser les paramètres avec les favoris
it: Sincronizza impostazioni con i segnalibri
ja: ブックマーク同期時に設定も同期
pt: Sincronizar definições ao sincronizar marcadores
tr: Yer imi senkronizasyonunda ayarları da senkronize et

# settingsSyncPush
source: Push settings
fr: Pousser les paramètres
it: Carica impostazioni
ja: 設定をプッシュ
pt: Enviar definições
tr: Ayarları gönder

# settingsSyncPull
source: Pull settings
fr: Récupérer les paramètres
it: Scarica impostazioni
ja: 設定をプル
pt: Receber definições
tr: Ayarları çek

# settingsSyncModeLabel
source: Sync mode
fr: Mode de synchronisation (individuel uniquement)
it: Modalità sync (solo individuale)
ja: 同期モード（個別のみ）
pt: Modo de sincronização (apenas individual)
tr: Senkronizasyon modu (yalnızca bireysel)

# settingsSyncModeGlobal
source: Global — shared across all devices
fr: Global — partagé sur tous les appareils (legacy, migré)
it: Globale — condiviso su tutti i dispositivi (legacy, migrato)
ja: グローバル — すべてのデバイスで共有（レガシー、移行済み）
pt: Global — partilhado em todos os dispositivos (legado, migrado)
tr: Global — tüm cihazlarda paylaşılan (eski, taşındı)

# settingsSyncModeIndividual
source: Individual — this device only
fr: Individuel — cet appareil uniquement
it: Individuale — solo questo dispositivo
ja: 個別 — このデバイスのみ
pt: Individual — apenas este dispositivo
tr: Bireysel — yalnızca bu cihaz

# settingsSyncImportTitle
source: Import from other device
fr: Importer depuis un autre appareil
it: Importa da un altro dispositivo
ja: 他のデバイスからインポート
pt: Importar de outro dispositivo
tr: Başka cihazdan içe aktar

# settingsSyncLoadConfigs
source: Load available configs
fr: Charger les configurations disponibles
it: Carica configurazioni disponibili
ja: 利用可能な設定を読み込む
pt: Carregar configurações disponíveis
tr: Mevcut yapılandırmaları yükle

# settingsSyncImport
source: Import
fr: Importer
it: Importa
ja: インポート
pt: Importar
tr: İçe Aktar

# settingsSyncImportEmpty
source: No device configs found
fr: Aucune configuration d'appareil trouvée
it: Nessuna configurazione dispositivo trovata
ja: デバイス設定が見つかりません
pt: Nenhuma configuração de dispositivo encontrada
tr: Cihaz yapılandırması bulunamadı

# settingsSyncImportSuccess
source: Settings imported successfully
fr: Paramètres importés avec succès
it: Impostazioni importate con successo
ja: 設定を正常にインポートしました
pt: Definições importadas com sucesso
tr: Ayarlar başarıyla içe aktarıldı

source: Report Issue
fr: Signaler un problème
it: Segnala problema
ja: 問題を報告
pt: Reportar Problema
tr: Sorun Bildir

# voteBacklog
source: Vote on backlog
fr: Voter sur le backlog
it: Vota il backlog
ja: バックログに投票
pt: Votar no backlog
tr: Kapsam listesine oy ver

source: Move up
fr: Monter
it: Sposta su
ja: 上へ移動
pt: Mover para cima
tr: Yukarı taşı

source: Move down
fr: Descendre
it: Sposta giù
ja: 下へ移動
pt: Mover para baixo
tr: Aşağı taşı

# shareLinkAddBookmark
source: Add shared link as bookmark
fr: Ajouter le lien partagé comme favori
it: Aggiungi link condiviso come segnalibro
ja: 共有リンクをブックマークとして追加
pt: Adicionar ligação partilhada como marcador
tr: Paylaşılan bağlantıyı yer imi olarak ekle

source: Clear cache
fr: Vider le cache
it: Svuota cache
ja: キャッシュをクリア
pt: Limpar cache
tr: Önbelleği temizle

# clearCacheDesc
source: Remove cached bookmark data. Sync will run automatically if GitHub is configured.
fr: Supprimer les données en cache. La synchronisation se lance automatiquement si GitHub est configuré.
it: Rimuovi i dati dei segnalibri in cache. La sincronizzazione partirà automaticamente se GitHub è configurato.
ja: キャッシュされたブックマークデータを削除。GitHubが設定されている場合は自動的に同期します。
pt: Remover dados de marcadores em cache. A sincronização será executada automaticamente se o GitHub estiver configurado.
tr: Önbelleğe alınmış yer imi verilerini kaldırın. GitHub yapılandırılmışsa senkronizasyon otomatik çalışır.

# clearCacheSuccess
source: Cache cleared.
fr: Cache vidé.
it: Cache svuotata.
ja: キャッシュをクリアしました。
pt: Cache limpa.
tr: Önbellek temizlendi.

source: Move to folder
fr: Déplacer vers le dossier
it: Sposta in cartella
ja: フォルダへ移動
pt: Mover para pasta
tr: Klasöre taşı

# moveToFolderSuccess
source: Bookmark moved
fr: Favori déplacé
it: Segnalibro spostato
ja: ブックマークを移動しました
pt: Marcador movido
tr: Yer imi taşındı

# moveToFolderFailed
source: Failed to move bookmark
fr: Échec du déplacement du favori
it: Impossibile spostare il segnalibro
ja: ブックマークの移動に失敗しました
pt: Falha ao mover marcador
tr: Yer imi taşınamadı

source: Delete Bookmark
fr: Supprimer le favori
it: Elimina segnalibro
ja: ブックマークを削除
pt: Eliminar Marcador
tr: Yer İmini Sil

# deleteBookmarkConfirm
source: Delete bookmark "{title}"?
fr: Supprimer le favori "{title}" ?
it: Eliminare il segnalibro "{title}"?
ja: ブックマーク「{title}」を削除しますか？
pt: Eliminar marcador "{title}"?
tr: "{title}" yer imi silinsin mi?

source: Bookmark deleted
fr: Favori supprimé
it: Segnalibro eliminato
ja: ブックマークを削除しました
pt: Marcador eliminado
tr: Yer imi silindi

source: Order updated
fr: Ordre mis à jour
it: Ordine aggiornato
ja: 順序を更新しました
pt: Ordem atualizada
tr: Sıralama güncellendi

source: Root Folder
fr: Dossier racine
it: Cartella radice
ja: ルートフォルダ
pt: Pasta Raiz
tr: Kök Klasör

# rootFolderHelp
source: Select a folder whose subfolders become the tabs. Default shows all top-level folders.
fr: Sélectionnez un dossier dont les sous-dossiers deviennent les onglets. Par défaut, tous les dossiers de premier niveau sont affichés.
it: Seleziona una cartella le cui sottocartelle diventano le schede. Per default mostra tutte le cartelle di primo livello.
ja: サブフォルダがタブになるフォルダを選択。デフォルトではすべてのトップレベルフォルダを表示。
pt: Selecione uma pasta cujas subpastas se tornam os separadores. Por defeito mostra todas as pastas de nível superior.
tr: Alt klasörleri sekme olacak bir klasör seçin. Varsayılan tüm üst düzey klasörleri gösterir.

source: All Folders
fr: Tous les dossiers
it: Tutte le cartelle
ja: すべてのフォルダ
pt: Todas as Pastas
tr: Tüm Klasörler

source: Select Root Folder
fr: Sélectionner le dossier racine
it: Seleziona cartella radice
ja: ルートフォルダを選択
pt: Selecionar Pasta Raiz
tr: Kök Klasör Seç

# exportPasswordTitle
source: Export Password
fr: Mot de passe d'export
it: Password di esportazione
ja: エクスポートパスワード
pt: Palavra-passe de Exportação
tr: Dışa Aktarma Şifresi

# exportPasswordHint
source: Leave empty for unencrypted export
fr: Laisser vide pour un export non chiffré
it: Lascia vuoto per esportazione non crittografata
ja: 暗号化なしのエクスポートは空のままにしてください
pt: Deixe vazio para exportação sem encriptação
tr: Şifresiz dışa aktarma için boş bırakın

# importPasswordTitle
source: Encrypted File
fr: Fichier chiffré
it: File crittografato
ja: 暗号化ファイル
pt: Ficheiro Encriptado
tr: Şifreli Dosya

# importPasswordHint
source: Enter the encryption password
fr: Entrez le mot de passe de chiffrement
it: Inserisci la password di crittografia
ja: 暗号化パスワードを入力してください
pt: Introduza a palavra-passe de encriptação
tr: Şifreleme şifresini girin

# importSettingsAction
source: Import Settings
fr: Importer les paramètres
it: Importa impostazioni
ja: 設定をインポート
pt: Importar Definições
tr: Ayarları İçe Aktar

# orImportExisting
source: or import existing settings
fr: ou importer des paramètres existants
it: o importa impostazioni esistenti
ja: または既存の設定をインポート
pt: ou importar definições existentes
tr: veya mevcut ayarları içe aktar

# wrongPassword
source: Wrong password. Please try again.
fr: Mot de passe incorrect. Veuillez réessayer.
it: Password errata. Riprova.
ja: パスワードが間違っています。もう一度お試しください。
pt: Palavra-passe incorreta. Por favor, tente novamente.
tr: Yanlış şifre. Lütfen tekrar deneyin.

source: Export
fr: Exporter
it: Esporta
ja: エクスポート
pt: Exportar
tr: Dışa Aktar

# version
source: Version {appVersion}
it: Versione {appVersion}
ja: バージョン {appVersion}
pt: Versão {appVersion}
tr: Sürüm {appVersion}

source: Documentation
it: Documentazione
ja: ドキュメント
pt: Documentação
tr: Belgeleme

source: Discussions
it: Discussioni
ja: ディスカッション
pt: Discussões
tr: Tartışmalar
